import { basename } from "../../common/config"

export const data = [
    [
        {
            "bg_url": `${basename}/img/eks1.jpg`
        },
        {
            "bg_url": `${basename}/img/eks2.jpg`
        },
        {
            "bg_url": `${basename}/img/eks3.jpg`
        },
        {
            "bg_url": `${basename}/img/eks4.jpg`
        },
        {
            "bg_url": `${basename}/img/eks5.jpg`
        }
    ],
    [
        {
            "bg_url": `${basename}/img/int1.jpg`
        },
        {
            "bg_url": `${basename}/img/int2.jpg`
        },
        {
            "bg_url": `${basename}/img/int3.jpg`
        },
        {
            "bg_url": `${basename}/img/int4.jpg`
        },
        {
            "bg_url": `${basename}/img/int5.jpg`
        }
    ]
]

export const data2 = [
    {
        "bg_url": `${basename}/img/section2/img1.jpg`,
        "title": "МОЩНАЯ КРАСОТА",
        "text": "Мощь и надёжность могут быть не только красивыми, но и грациозными. Яркий пример — новый ŠKODA KODIAQ. Готовый к преодолению самых сложных дорожных условий, он смотрится эффектно и гармонично. Точные и чёткие линии, отражающие новую внедорожную стилистику, придуманную дизайнерами марки, при ближайшем рассмотрении усиливают первое впечатление. Этот стопроцентно узнаваемый и не подвластный времени дизайн демонстрирует полную гармонию его формы и содержания. ŠKODA KODIAQ — пример красивой мощи в сочетании с впечатляющими внедорожными характеристиками."
    },
    {
        "bg_url": `${basename}/img/section2/img2.jpg`,
        "title": "С НИМ НЕ СОСКУЧИШЬСЯ",
        "text": "Информационно-развлекательные системы ŠKODA развиваются постоянно. Ваш четырёхколёсный «гаджет» несёт в себе самые последние решения из области электроники и прогрессивные IT-решения. В случае с новым KODIAQ вы можете рассчитывать на привлекательный дизайн, множество новейших функций и помимо того на синхронизацию с внешними устройствами, которыми пользуются члены вашей семьи. И ещё один важный момент : ваши дети никогда не будут скучать в пути, и вы всегда сможете рассказать им что то новое и интересное"
    },
    {
        "bg_url": `${basename}/img/section2/img3.jpg`,
        "title": "ВЫ УПРАВЛЕТЕ, МЫ ЗАЩИЩАЕМ",
        "text": "Мы сделали всё возможное для того, чтобы вы и ваша семья добирались до пункта назначения в полной безопасности. ŠKODA KODIAQ оснащается множеством высокотехнологичных ассистирующих систем, которые помогут вам быстро и правильно реагировать на самые разные ситуации. Некоторые из этих систем даже способны самостоятельно предотвратить ДТП."
    },
    {
        "bg_url": `${basename}/img/section2/img4.jpg`,
        "title": "ЛЕГКО И УДОБНО",
        "text": "ŠKODA KODIAQ способен превратить даже заурядную на первый взгляд поездку в особенное событие. Окружите себя великолепным комфортом в ваших деловых поездках или во время шопинга, тогда, когда вы отвозите детей в школу или едете на встречу с друзьями. Наполните ваши повседневные дела особенными ощущениями."
    },
    {
        "bg_url": `${basename}/img/section2/img5.jpg`,
        "title": "СУРОВЫЙ, МОЩНЫЙ И РЕШИТЕЛЬНЫЙ",
        "text": "как медведь-кадьяк, — эти качества нового ŠKODA KODIAQ вы оцените в любой дорожной ситуации. При взгляде на фото автомобиля KODIAQ нельзя не обратить внимание на большой дорожный просвет. В сочетании с короткими свесами он подчёркивает внедорожные возможности модели."
    }
]